Repository: austinried/subtracks
Catalog: lib/l10n/app_*.arb
Languages: ar, ca, es, eu, ja, pa, pl, ru, tr, vi, zh

# actionsStar
source: Star
ar: مميز
ca: Afegir als favorits
es: Favorito
eu: Gogokoetan sartu
pa: ਤਾਰਾ
pl: Ulubione
ru: Избранное
tr: Yıldızla
vi: Đánh dấu sao
zh: 收藏

# actionsUnstar
source: Unstar
ar: ازل التمييز
ca: Retirar estrella
es: Retirar favorito
eu: Gogokoetatik kendu
pa: ਤਾਰਾ ਹਟਾਓ
pl: Usuń ulubione
ru: Убрать из избранного
tr: Yıldızı Kaldır
vi: Bỏ dấu sao
zh: 移除收藏

# messagesNothingHere
source: Nothing here…
ar: لا شيء هنا…
ca: Aquí no hi ha res…
es: Nada aquí…
eu: Kilkerrak besterik ez hemenâ€¦
pa: ਇੱਥੇ ਕੁਝ ਨਹੀਂ ਹੈ…
pl: Pusto tu…
ru: Здесь ничего нет…
tr: Burada bir şey yok …
vi: Không có gì ở đây…
zh: 什么都没有…

# navigationTabsHome
source: Home
ar: الرئيسية
ca: Inici
es: Inicio
eu: Hasiera
ja: ホーム
pa: ਘਰ
pl: Strona główna
ru: Главная
tr: Giriş
vi: Trang chủ
zh: 首页

# navigationTabsLibrary
source: Library
ar: المكتبة
ca: Biblioteca
es: Biblioteca
eu: Liburutegia
ja: ライブラリ
pa: ਲਾਇਬ੍ਰੇਰੀ
pl: Kolekcja
ru: Библиотека
tr: Kütüphane
vi: Thư Viện
zh: 所有

# navigationTabsSearch
source: Search
ar: بحث
ca: Cercar
es: Buscar
eu: Bilatu
ja: 検索
pa: ਖੋਜ
pl: Wyszukaj
ru: Поиск
tr: Arama
vi: Tìm kiếm
zh: 搜索

# navigationTabsSettings
source: Settings
ar: الإعدادات
ca: Paràmetres
es: Configuración
eu: Ezarpenak
ja: 設定
pa: ਸੈਟਿੰਗਾਂ
pl: Ustawienia
ru: Настройки
tr: Ayarlar
vi: Thiết Lập
zh: 设置

# resourcesAlbumActionsPlay
source: Play album
ar: شَغل الألبوم
ca: Reproduir l'àlbum
es: Reproducir Álbum
eu: Jarri albuma
pa: ਐਲਬਮ ਚਲਾਓ
pl: Otwarzaj album
ru: Воспроизвести альбом
tr: Albümü Çal
vi: Phát Album
zh: 播放专辑

# resourcesAlbumActionsView
source: View album
ar: أعرض الألبوم
ca: Veure l'àlbum
es: Ver Álbum
eu: Ikusi albuma
pa: ਐਲਬਮ ਦੇਖੋ
pl: Zobacz album
ru: Посмотреть альбом
tr: Albüme Git
vi: Xem Album
zh: 查看专辑

# resourcesAlbumListsSort
source: Sort albums
ar: فرز الألبومات
ca: Ordenar els àlbums
es: Ordenar Álbumes
eu: Ordenatu albumak
pa: ਐਲਬਮਾਂ ਨੂੰ ਕਰਮਬੱਧ ਕਰੋ
pl: Sortowanie albumów
ru: Сортировка альбомов
tr: Albümleri Sırala
vi: Sắp xếp Album
zh: 专辑排序

# resourcesAlbumName
source: {count,plural, =1{Album} other{Albums}}
ar: {count,plural, =1{} few{ألبوم} many{} other{}}
ca: {count,plural, =1{Àlbum} other{Àlbums}}
es: {count,plural, =1{Álbum} other{Álbumes}}
eu: {count,plural, =1{Albuma} other{Albumak}}
ja: {count,plural, other{アルバム}}
pa: {count,plural, =1{ਐਲਬਮ} other{ਐਲਬਮਾਂ}}
pl: {count,plural, =1{Album} few{Albumy} many{Albumów} other{Albumów}}
ru: {count,plural, =1{Альбом} few{Альбомов} many{Альбомов} other{Альбомы}}
tr: {count,plural, =1{Albüm} other{Albümler}}
vi: {count,plural, other{Album}}
zh: {count,plural, other{专辑}}

# resourcesArtistActionsView
source: View artist
ar: أظهر الفنان
ca: Veure l'artista
es: Ver Artista
eu: Ikusi musikaria
pa: ਕਲਾਕਾਰ ਦੇਖੋ
pl: Zobacz wykonawcę
ru: Посмотреть исполнителя
tr: Sanatçıya Git
vi: Xem Nghệ sĩ
zh: 查看歌手

# resourcesArtistListsSort
source: Sort artists
ar: فرز الفنانين
ca: Ordenar els artistes
es: Oredenar Artistas
eu: Ordenatu musikariak
pa: ਕਲਾਕਾਰਾਂ ਦੀ ਛਾਂਟੀ
pl: Sortowanie wykonawców
ru: Сортировать исполнителей
tr: Sanatçıları Sırala
vi: Sắp xếp nghệ sĩ
zh: 歌手排序

# resourcesArtistName
source: {count,plural, =1{Artist} other{Artists}}
ar: {count,plural, =1{} few{فنان} many{فنانان} other{فنانان}}
ca: {count,plural, =1{Artista} other{Artistes}}
es: {count,plural, =1{Artista} other{Artistas}}
eu: {count,plural, =1{Musikaria} other{Musikariak}}
ja: {count,plural, other{アーティスト}}
pa: {count,plural, =1{ਕਲਾਕਾਰ} other{ਕਲਾਕਾਰਾਂ}}
pl: {count,plural, =1{Wykonawca} few{Wykonawcy} many{Wykonawców} other{Wykonawców}}
ru: {count,plural, =1{Исполнитель} few{Исполнителей} many{Исполнителей} other{Исполнители}}
tr: {count,plural, =1{Sanatçı} other{Sanatçılar}}
vi: {count,plural, other{Nghệ sĩ}}
zh: {count,plural, other{歌手}}

# resourcesFilterGenre
source: Genre
ar: حسب النوع
ca: Per gènere
es: Género
eu: Generoa
pa: ਸ਼ੈਲੀ ਦੁਆਰਾ
pl: Wg gatunku
ru: По жанру
tr: Türe göre
vi: Theo thể loại
zh: 根据类型

# resourcesFilterStarred
source: Starred
ar: موسوم
ca: Favorits
es: Estrellas
eu: Gogokoak
ja: 星付きアルバム
pa: ਸਟਾਰ ਕੀਤੇ ਗਏ
pl: Ulubione
ru: Избранные
tr: Yıldızlı
vi: Có gắn dấu sao
zh: 已收藏

# resourcesPlaylistActionsPlay
source: Play playlist
ar: شغل قائمة التشغيل
ca: Reproduir la llista de reproducció
es: Reproducir lista de reproducción
eu: Jarri zerrenda
pa: ਪਲੇਲਿਸਟ ਚਲਾਓ
pl: Odtwarzaj playlistę
ru: Воспроизвести плейлист
tr: Listeyi Çal
vi: Phát Danh sách phát
zh: 全部播放

# resourcesPlaylistName
source: {count,plural, =1{Playlist} other{Playlists}}
ar: {count,plural, =1{} few{قائمة تشغيل} many{قائمتان تشغيل} other{قائمتان تشغيل}}
ca: {count,plural, =1{Llista de reproducció} other{Llistes de reproducció}}
es: {count,plural, =1{Lista de reproducción} other{Listas de reproducción}}
eu: {count,plural, =1{Zerrenda} other{Zerrendak}}
ja: {count,plural, other{プレイリスト}}
pa: {count,plural, =1{ਪਲੇਲਿਸਟ} other{ਪਲੇਲਿਸਟਸ}}
pl: {count,plural, =1{Playlista} few{Playlisty} many{Playlist} other{Playlist}}
ru: {count,plural, =1{Плейлист} few{Плейлистов} many{Плейлистов} other{Плейлисты}}
tr: {count,plural, =1{Çalma Listesi} other{Çalma Listeleri}}
vi: {count,plural, other{Danh sách phát}}
zh: {count,plural, other{播放列表}}

# resourcesQueueName
source: {count,plural, =1{Queue} other{Queues}}
ar: {count,plural, =1{} few{صف} many{صفين} other{صفين}}
ca: {count,plural, =1{Cua} other{Cues}}
es: {count,plural, =1{Cola} other{Colas}}
eu: {count,plural, =1{Ilara} other{Ilarak}}
pa: {count,plural, =1{ਕਤਾਰ} other{ਕਤਾਰਾਂ}}
pl: {count,plural, =1{Kolejka} few{Kolejki} many{Kolejek} other{Kolejek}}
ru: {count,plural, =1{Очередь} few{Очередей} many{Очередей} other{Очереди}}
tr: {count,plural, =1{Sıra} other{Sıralar}}
vi: {count,plural, other{Hàng chờ}}
zh: {count,plural, other{队列}}

# resourcesSongListsArtistTopSongs
source: Top Songs
ar: أشهر الأغاني
ca: Millors cançons
es: Mejores Canciones
eu: Kanta onenak
ja: 人気曲
pa: ਉੱਤਮ ਗਾਣੇ
pl: Najpopularniejsze utwory
ru: Лучшие треки
tr: En İyi Şarkılar
vi: Bài hát hàng đầu
zh: 热门歌曲

# resourcesSongName
source: {count,plural, =1{Song} other{Songs}}
ar: {count,plural, =1{} few{أُغْنِيَة} many{} other{}}
ca: {count,plural, =1{Cançó} other{Cançons}}
es: {count,plural, =1{Cancion} other{Canciones}}
eu: {count,plural, =1{Kanta} other{Kantak}}
ja: {count,plural, other{歌}}
pa: {count,plural, =1{ਗਾਣਾ} other{ਗਾਣੇ}}
pl: {count,plural, =1{Utwór} few{Utwory} many{Utworów} other{Utworów}}
ru: {count,plural, =1{Трек} few{Треков} many{Треков} other{Треки}}
tr: {count,plural, =1{Şarkı} other{Şarkılar}}
vi: {count,plural, other{Bài hát}}
zh: {count,plural, other{歌曲}}

# resourcesSortByAdded
source: Recently added
ar: أضيف حديثا
ca: Afegit recentment
es: Recientemente Añadido
eu: Berriki gehituak
pa: ਤਾਜ਼ਾ ਸ਼ਾਮਿਲ
pl: Ostatnio dodane
ru: Недавно добавленные
tr: Son Eklenenler
vi: Thêm vào gần đây
zh: 最近添加

# resourcesSortByArtist
source: Artist
ar: حسب الفنان/ة
ca: Per artista
es: Por Artista
eu: Musikaria
pa: ਕਲਾਕਾਰ ਦੁਆਰਾ
pl: Wg wykonawcy
ru: По исполнителям
tr: Sanatçıya Göre
vi: Theo nghệ sĩ
zh: 根据歌手

# resourcesSortByFrequentlyPlayed
source: Frequently played
ar: مشغل كثيرا
ca: Escoltat freqüentment
es: Escuchado frecuentemente
eu: Askotan jarritakoak
ja: よく聴くアルバム
pa: ਅਕਸਰ ਚਲਾਏ ਗਏ
pl: Często odtwarzane
ru: Часто проигрываемые
tr: Sık Dinlenenler
vi: Thường xuyên chơi
zh: 播放最多

# resourcesSortByName
source: Name
ar: حسب الاسم
ca: Pel nom
es: Por Nombre
eu: Alfabetikoki
pa: ਨਾਮ ਦੁਆਰਾ
pl: Wg nazwy
ru: По имени
tr: İsme göre
vi: Theo tên
zh: 根据名称

# resourcesSortByRandom
source: Random
ar: عشوائي
ca: Aleatori
es: Aleatorio
eu: Ausaz
ja: ランダムアルバム
pa: ਅਟਕਲ-ਪੱਚੂ
pl: Losowo
ru: Случайно
tr: Rastgele
vi: Ngẫu Nhiên
zh: 随机

# resourcesSortByRecentlyPlayed
source: Recently played
ar: شغل حديثا
ca: Reproduït recentment
es: Escuchado recientemente
eu: Duela gutxi jarritakoak
ja: 最近再生した
pa: ਹਾਲ ਹੀ ਵਿੱਚ ਚਲਾਏ ਗਏ
pl: Ostatnio odtwarzane
ru: Недавно проигранные
tr: Yeni Dinleneler
vi: Đã phát gần đây
zh: 最近播放

# resourcesSortByYear
source: Year
ar: حسب السنة
ca: Per any
es: Por Año
eu: Urtearen arabera
pa: ਸਾਲ ਦੁਆਰਾ
pl: Wg roku
ru: По году
tr: Yıla göre
vi: Theo năm
zh: 根据年份

# searchHeaderTitle
source: Search: {query}
ar: بحث: {query}
ca: Cercar: {query}
es: Buscar: {query}
eu: Bilatu... {query}
pa: ਖੋਜ: {query}
pl: Szukaj: {query}
ru: Поиск: {query}
tr: Aranan: {query}
vi: Tìm kiếm: {query}
zh: 搜索： {query}

# searchInputPlaceholder
source: Search
ar: بحث
ca: Cercar
es: Buscar
eu: Bilatu
ja: 検索
pa: ਖੋਜੋ
pl: Szukaj
ru: Поиск
tr: Ara
vi: Tìm kiếm
zh: 搜索

# searchMoreResults
source: More…
ar: المزيد…
ca: Més…
es: Más…
eu: Gehiago ikusi
pa: ਹੋਰ…
pl: Więcej…
ru: Больше…
tr: Tüm Sonuçlar …
vi: Nhiều hơn…
zh: 更多…

# searchNowPlayingContext
source: Search results
ar: نتائج البحث
ca: Resultats de la cerca
es: Resultados de la búsqueda
eu: Bilaketaren emaitzak
pa: ਖੋਜ ਨਤੀਜੇ
pl: Wyniki wyszukiwania
ru: Результаты поиска
tr: Arama Sonuçları
vi: Kết quả tìm kiếm
zh: 搜索结果

# settingsAboutActionsLicenses
source: Licenses
ar: الرخص
ca: Llicències
es: Licencias
eu: Lizentziak
pa: ਲਾਇਸੰਸ
pl: Licencje
ru: Лицензии
tr: Lisanslar
vi: Giấy phép
zh: 许可

# settingsAboutActionsProjectHomepage
source: Project homepage
ar: موقع المشروع
ca: Pàgina d'inici del projecte
es: Página de inicio del proyecto
eu: Proiektuaren webgunea
ja: ホームページ
pa: ਪ੍ਰੋਜੈਕਟ ਹੋਮਪੇਜ
pl: Strona główna projektu
ru: Сайт проекта
tr: Proje Ana Sayfası
vi: Trang chủ Dự án
zh: 项目地址

# settingsAboutName
source: About
ar: حول
ca: Quant a
es: Información
eu: Honi buruz
pa: ਬਾਰੇ
pl: Informacje o projekcie
ru: О Subtracks
tr: Hakkında
vi: Giới thiệu
zh: 关于

# settingsAboutVersion
source: version {version}
ar: الإصدار {version}
ca: versió {version}
es: versión {version}
eu: {version} bertsioa
pa: ਸੰਸਕਰਣ {version}
pl: wersja {version}
ru: версия {version}
tr: sürüm {version}
vi: phiên bản {version}
zh: 版本 {version}

# settingsMusicName
source: Music
ar: موسيقى
ca: Música
es: Música
eu: Musika
ja: 音楽
pa: ਸੰਗੀਤ
pl: Muzyka
ru: Музыка
tr: Müzik
vi: Âm nhạc
zh: 音乐

# settingsMusicOptionsScrobbleDescriptionOff
source: Don't scrobble play history
ar: لا تستورد سجل التشغيل
ca: No capturar l'historial de reproducció
es: No hacer historial de reproducción de scrobble
eu: Ez igo internetera erreprodukzio-erregistroa
pa: ਸੁਣੇ ਹੋਏ ਗਾਣੇ ਸਕ੍ਰੋਬਲ ਨਾ ਕਰੋ
pl: Nie śledź swojej historii odtwarzania
ru: Не отправлять историю воспроизведений
tr: Müzik geçmişini profilime ekleme
vi: Đừng scrobble lịch sử chơi
zh: 不记录你的播放历史

# settingsMusicOptionsScrobbleDescriptionOn
source: Scrobble play history
ar: استيراد سجل التشغيل
ca: Capturar l'historial de reproduccions
es: Historial de reproducción de scrobble
eu: Igo internetera erreprodukzio-erregistroa
pa: ਸੁਣੇ ਹੋਏ ਗਾਣੇ ਸਕ੍ਰੋਬਲ ਕਰੋ
pl: Śledź swoją histrorię odtwarzania
ru: Скробблинг истории воспроизведения
tr: Müzik geçmişini profilime ekle
vi: Lịch sử chơi Scrobble
zh: 记录你的播放历史

# settingsMusicOptionsScrobbleTitle
source: Scrobble plays
ar: استيراد سجل التشغيل
ca: Capturar la lectura
es: Obras de teatro de Scrobble
eu: Igo internetera erreprodukzio-erregistroa
pa: ਗਾਣੇ ਸਕ੍ਰੋਬਲ ਕਰੋ
pl: Śledzenie odtworzeń
ru: Скробблинг
tr: Çalan müziği profilime ekle
vi: Scrobble lượt chơi
zh: 记录播放历史

# settingsNetworkName
source: Network
ar: الشبكة
ca: Xarxa
es: Sitio
eu: Sarea
ja: ネット
pa: ਨੈੱਟਵਰਕ
pl: Sieć
ru: Сеть
tr: Ağ
vi: Mạng
zh: 网络

# settingsNetworkOptionsMaxBitrateMobileTitle
source: Maximum bitrate (mobile data)
ar: أقصى معدل نقل بيانات (mobile)
ca: Taxa de bits màxima (mòbil)
es: Tasa de bits máxima (mobile)
eu: Gehienezko bitrate-a (datu mugikorretan)
pa: ਵੱਧ ਤੋਂ ਵੱਧ ਬਿੱਟਰੇਟ (ਮੋਬਾਈਲ)
pl: Maksymalny bitrate (sieć komórkowa)
ru: Максимальный битрейт (мобильный интернет)
tr: Azami bithızı (SIM interneti)
vi: Tối đa bitrate (mobile)
zh: 最大比特率 (移动数据/流量)

# settingsNetworkOptionsMaxBitrateWifiTitle
source: Maximum bitrate (Wi-Fi)
ar: أقصى معدل نقل بيانات (Wi-Fi)
ca: Taxa de bits màxima (Wi-Fi)
es: Tasa de bits máxima (Wi-Fi)
eu: Gehienezko bitrate-a (wifiz)
pa: ਵੱਧ ਤੋਂ ਵੱਧ ਬਿੱਟਰੇਟ (ਵਾਈ-ਫਾਈ)
pl: Maksymalny bitrate (Wi-Fi)
ru: Максимальный битрейт (Wi-Fi)
tr: Azami bithızı (Wi-Fi)
vi: Tối đa bitrate (Wi-Fi)
zh: 最大比特率 (Wi-Fi)

# settingsNetworkOptionsMaxBufferTitle
source: Maximum buffer time
ar: الحد الأقصى من وقت التخزين المؤقت
ca: Temps màxim en memòria intermèdia
es: Máxima de buffer tiempo
pa: ਵੱਧ ਤੋਂ ਵੱਧ ਬਫਰ ਸਮਾਂ
pl: Maksymalny czas buforowania
ru: Максимальное время буферизации
tr: Azami arabellek süresi
vi: Thời gian đệm tối đa
zh: 最大缓冲时间

# settingsNetworkOptionsMinBufferTitle
source: Minimum buffer time
ar: الحد الأدنى من وقت التخزين المؤقت
ca: Temps mínim en memòria intermèdia
es: Mínimo de buffer tiempo
pa: ਘੱਟੋ-ਘੱਟ ਬਫਰ ਸਮਾਂ
pl: Minimalny czas buforowania
ru: Минимальное время буферизации
tr: Asgari arabellek süresi
vi: Thời gian đệm tối thiểu
zh: 最小缓冲时间

# settingsNetworkValuesKbps
source: {value}kbps
ar: {value} كيلو بايت في الثانية
es: {value} kilobytes por segundo
ru: {value} кбит/с
tr: {value}kb/sn

# settingsNetworkValuesSeconds
source: {value} seconds
ar: {value} ثواني
ca: {value} segons
es: {value} segundos
pa: {value} ਸਕਿੰਟ
pl: {value} sekund
ru: {value} секунд
tr: {value} saniye
vi: {value} giây
zh: {value} 秒

# settingsNetworkValuesUnlimitedKbps
source: Unlimited
ar: غير محدود
ca: Il·limitat
es: Ilimitados
pa: ਅਸੀਮਿਤ
pl: Bez ograniczeń
ru: Без ограничений
tr: Sınırsız
vi: Không giới hạn
zh: 不限制

# settingsResetActionsClearImageCache
source: Clear Image Cache
ar: مسح ذاكرة التخزين المؤقت للصور
ca: Esborrar la memòria cau d'imatges
es: Caché de imágenes claras
pa: ਚਿੱਤਰ ਕੈਸ਼ ਸਾਫ਼ ਕਰੋ
pl: Wyczyść pamięć podręczną obrazów
ru: Очистить кэш изображения
tr: Görüntü Önbelleğini Temizle
vi: Xóa bộ nhớ đệm hình ảnh
zh: 清除图片缓存

# settingsResetName
source: Reset
ar: إعادة ضبط
ca: Reinicialitzar
es: Reinicializar
ja: リセット
pa: ਰੀਸੈਟ ਕਰੋ
pl: Przywracanie
ru: Сброс
tr: Sıfırlama
vi: Cài đặt lại
zh: 重置

# settingsServersActionsAdd
source: Add source
ar: أضف سيرفر
ca: Afegir un servidor
es: Agregar Servidor
pa: ਸਰਵਰ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj serwer
ru: Добавить сервер
tr: Sunucu Ekle
vi: Thêm máy chủ
zh: 添加服务器

# settingsServersActionsDelete
source: Delete
ar: حذف
ca: Esborrar
es: Eliminar
ja: 削除
pa: ਮਿਟਾਓ
pl: Usuń
ru: Удалить
tr: Kaldır
vi: Xóa
zh: 删除

# settingsServersActionsEdit
source: Edit source
ar: عدل السيرفر
ca: Editar el servidor
es: Editar Servidor
pa: ਸਰਵਰ ਦਾ ਸੰਪਾਦਨ
pl: Edytuj serwer
ru: Редактировать сервер
tr: Sunucu Ayarı
vi: Chỉnh sửa máy chủ
zh: 编辑服务器

# settingsServersActionsSave
source: Save
ar: حفظ
ca: Desar
es: Guardar
pa: ਸੇਵ ਕਰੋ
pl: Zapisz
ru: Сохранить
tr: Kaydet
vi: Lưu
zh: 保存

# settingsServersActionsTestConnection
source: Test connection
ar: أخبر الأتصال
ca: Comprovar la connexió
es: Probar conexión
pa: ਟੈਸਟ ਕਨੈਕਸ਼ਨ
pl: Przetestuj połączenie
ru: Проверить подключение
tr: Bağlantıyı Sına
vi: Kiểm tra kết nối
zh: 测试连接

# settingsServersFieldsAddress
source: Address
ar: العناوين
ca: Adreça
es: Dirección
pa: ਪਤਾ
pl: Adres serwera
ru: Адрес
tr: Adres
vi: Địa chỉ
zh: 地址

# settingsServersFieldsPassword
source: Password
ar: كلمة المرور
ca: Contrasenya
es: Contraseña
ja: パスワルド
pa: ਪਾਸਵਰਡ
pl: Hasło
ru: Пароль
tr: Şifre
vi: Mật Khẩu
zh: 密码

# settingsServersFieldsUsername
source: Username
ar: إسم المستخدم
ca: Nom d’usuari
es: Nombre de usuario
ja: ウーザ名
pa: ਯੂਜ਼ਰਨੇਮ
pl: Nazwa użytkownika
ru: Имя пользователя
tr: Kullanıcı Adı
vi: Tên đăng nhập
zh: 用户名

# settingsServersMessagesConnectionFailed
source: Connection to {address} failed, check settings or server
ar: الأتصال ب {address} فشل، ابحث في الإعدادات او السيرفر
ca: La connexió a {address} ha fallat, comprova la configuració o el servidor
es: La conexión a {address} falló, verifique la configuracón o el servidor
pa: {address} ਨਾਲ ਕਨੈਕਸ਼ਨ ਅਸਫਲ, ਸੈਟਿੰਗਾਂ ਜਾਂ ਸਰਵਰ ਦੀ ਜਾਂਚ ਕਰੋ
pl: Błąd połączenia z {address}, sprawdź ustawienia lub serwer
ru: Не удалось подключиться к {address}, проверьте настройки или сервер
tr: {address} ile bağlantı başarısız. Sunucu ayarlarınızın doğrulığundan emin olun.
vi: Kết nối với {address} không thành công, hãy kiểm tra cài đặt hoặc máy chủ
zh: 连接到 {address} 失败，检查设置或服务器

# settingsServersMessagesConnectionOk
source: Connection to {address} OK!
ar: الأتصال ب {address} جيد!
ca: Connexió a {address} OK!
es: ¡Conexión con {address} Ok!
pa: {address} ਨਾਲ ਕਨੈਕਸ਼ਨ ਠੀਕ ਹੈ!
pl: Połączeno poprawnie z {address}!
ru: Подключение к {address} установлено!
tr: {address} ile bağlantı başarılı!
vi: Kết nối với {address} OK!
zh: 连接到 {address} 正常！

# settingsServersName
source: Sources
ar: السيرفرات
ca: Servidors
es: Servidores
ja: サーバ
pa: ਸਰਵਰ
pl: Serwery
ru: Серверы
tr: Sunucular
vi: Máy chủ
zh: 服务器

# settingsServersOptionsForcePlaintextPasswordDescriptionOff
source: Send password as token + salt
ar: أرسل كلمة المرور على شكل توكِن
ca: Enviar contrasenya com a token + salt
es: Enviar contraseña como token + sal
pa: ਪਾਸਵਰਡ ਨੂੰ ਟੋਕਨ + ਸਾਲ੍ਟ ਵਜੋਂ ਭੇਜੋ
pl: Wyślij hasło jako token i ciąg zaburzający
ru: Отправить пароль в виде токена
tr: Şifreyi dizgecik ve tuz karışımı olarak gönder
vi: Gửi mật khẩu dưới dạng token + salt
zh: 密码以 token + salt 加密发送

# settingsServersOptionsForcePlaintextPasswordDescriptionOn
source: Send password in plaintext (legacy, make sure your connection is secure!)
ar: أرسل كلمة المرور بنص عادي (قديم ، تأكد من أن اتصالك آمن!)
ca: Enviar la contrasenya en text sense format (obsolet, assegura't que la teva connexió sigui segura!)
es: Enviar contraseña en texto plano (¡legado, asegúrese de que su conexión sea segura!)
pa: ਪਾਸਵਰਡ ਨੂੰ ਸਾਦੇ ਟੈਕਸਟ ਵਿੱਚ ਭੇਜੋ (ਪੁਰਾਣਾ, ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਹਾਡਾ ਕਨੈਕਸ਼ਨ ਸੁਰੱਖਿਅਤ ਹੈ!)
pl: Wyślij hasło jako tekst (przestarzałe, upewnij się, że Twoje połączenie jest zabezpieczone)
ru: Отправить пароль в виде текста (устарело, убедитесь, что ваше соединение безопасно!)
tr: Şifreyi düzmetin olarak gönderir (eski yöntem, bağlantının güvenli (HTTPS) olduğu sunucularda kullanın!)
vi: Gửi mật khẩu ở dạng văn bản rõ ràng (kế thừa, đảm bảo kết nối của bạn an toàn!)
zh: 密码以明文发送（不推荐，注意链接安全！）

# settingsServersOptionsForcePlaintextPasswordTitle
source: Force plaintext password
ar: أظهر كلمة المرور
ca: Forçar la contrasenya de text sense format
es: Forzar contraseña como texto sin formato
pa: ਸਾਦੇ ਪਾਸਵਰਡ ਨੂੰ ਜਬਰੀ ਕਰੋ
pl: Wymuś hasło jako tekst (plaintext)
ru: Принудительно использовать текстовой пароль
tr: Düzyazı şifre kullanmayı zorla
vi: Buộc mật khẩu văn bản thuần túy
zh: 强制使用明文密码

# settingsAboutShareLogs
source: Share logs
es: Compartir registros
eu: Partekatu erregistroak
ru: Поделиться журналами
zh: 分享日志

# settingsAboutChooseLog
source: Choose a log file
es: Escoger un archivo de registro
eu: Aukeratu erregistro-fitxategi bat
ru: Выбрать файл журнала
zh: 选择一份日志文件

# settingsNetworkOptionsStreamFormatServerDefault
source: Use server default
es: Utilizar predeterminado del servidor
ru: Использовать сервер по умолчанию
zh: 使用服务器默认设置

# actionsDownload
source: Download
es: Descargar
eu: Deskargatu
pl: Pobierz
ru: Скачать
zh: 下载

# actionsDownloadCancel
source: Cancel download
es: Anular descarga
eu: Utzi deskargatzeari
pl: Anuluj pobieranie
ru: Отменить загрузку
zh: 取消下载

# actionsCancel
source: Cancel
es: Cancelar
eu: Utzi
ja: キャンセル
pl: Anuluj
ru: Отменить
zh: 取消

# resourcesSongCount
source: {count,plural, =1{{count} song} other{{count} songs}}
es: {count,plural, =1{{count} Canción} other{{count} Canciones}}
eu: {count,plural, =1{Kanta bat} other{{count} kanta}}
ru: {count,plural, =1{{count} трек} few{{count} треков} many{{count} треков} other{{count} треки}}
zh: {count,plural, other{{count} 首歌曲}}

# resourcesSortByAlbum
source: Album
es: Álbum
eu: Albuma
ru: По альбомам
zh: 专辑

# resourcesSortByTitle
source: Title
es: Título
pl: Tytuł
ru: По заголовку
zh: 标题

# resourcesSortByUpdated
source: Recently updated
es: Actualizado recientemente
eu: Duela gutxi gehituak
pl: Ostatnio zaktualizowane
ru: По недавно обновленному
zh: 最近添加

# resourcesSortByAlbumCount
source: Album count
es: Número de álbumes
eu: Album kopurua
ru: По количеству альбомов
zh: 专辑数量

# settingsNetworkOptionsOfflineMode
source: Offline mode
es: Modo sin conexión
pl: Tryb offline
ru: Автономный режим
zh: 离线模式

# settingsNetworkOptionsOfflineModeOff
source: Use the internet to sync music.
es: Se usa internet para sincronizar música.
ru: Использовать интернет для синхронизации музыки.
zh: 使用互联网同步音乐。

# settingsServersFieldsName
source: Name
es: Nombre
ja: 名前
pl: Nazwa
ru: Имя
zh: 名称

# actionsDelete
source: Delete
es: Borrar
eu: Ezabatu
ja: 削除
pl: Usuń
ru: Удалить
zh: 删除

# actionsDownloadDelete
source: Delete downloaded
es: Eliminar descargado
eu: Ezabatu deskargak
pl: Usuń pobrane
ru: Удалить загруженное
zh: 删除已下载

# actionsOk
source: OK
eu: Ados
ja: はい
ru: ОК
zh: 确定

# controlsShuffle
source: Shuffle
es: Reproducir aleatoriamente
eu: Nahastu
pl: Losowo
ru: Перемешать
zh: 随机播放

# resourcesFilterArtist
source: Artist
es: Artista
eu: Musikaria
pl: Artysta
ru: По исполнителю
zh: 歌手

# resourcesFilterAlbum
source: Album
es: Álbum
eu: Albuma
ja: アルブム
ru: По альбомам
zh: 专辑

# resourcesFilterYear
source: Year
es: Año
eu: Urtea
ja: 年
pl: Rok
ru: По годам
zh: 年份

# resourcesFilterOwner
source: Owner
es: Dueño
eu: Jabea
pl: Posiadacz
ru: По владельцу
zh: 所有者

# resourcesSongListDeleteAllContent
source: This will remove all downloaded song files.
es: Esto eliminará todos los archivos de las canciones descargadas.
eu: Deskargatutako musika-fitxategi guztiak ezabatuko dira.
ru: Это удалит все загруженные файлы песен.
zh: 该操作会删除所有已下载的歌曲文件。

# settingsNetworkOptionsStreamFormat
source: Preferred stream format
es: Formato de reproducción favorito
pl: Preferowany format streamów
ru: Предпочтительный формат потока
zh: 偏好的流媒体格式

# resourcesSongListDeleteAllTitle
source: Delete downloads?
es: ¿Eliminar descargas?
eu: Deskargak ezabatu nahi?
pl: Usunąć pobrane?
ru: Удалить загрузки?
zh: 删除下载的内容？

# settingsNetworkOptionsOfflineModeOn
source: Don't use the internet to sync or play music.
es: No se usa internet para sincronizar o reproducir música.
ru: Не использовать интернет для синхронизации или воспроизведения музыки.
zh: 不使用互联网同步或播放音乐。

# settingsAboutActionsSupport
source: Support the developer 💜
es: Apoya al desarrollador 💜
eu: Lagundu garatzaileari ðŸ’œ
ru: Поддержать разработчика
zh: 支持开发者

# resourcesArtistCount
source: {count,plural, =1{{count} artist} other{{count} artists}}
es: {count,plural, =1{{count} artista} other{{count} artistas}}
eu: {count,plural, =1{Musikari bat} other{{count} musikari}}
ru: {count,plural, =1{{count} исполнитель} other{{count} исполнители}}
zh: {count,plural, other{{count} 位歌手}}

# resourcesPlaylistCount
source: {count,plural, =1{{count} playlist} other{{count} playlists}}
es: {count,plural, =1{{count} Lista de reproducción} other{{count} Listas de reproducción}}
eu: {count,plural, =1{Zerrenda bat} other{{count} zerrenda}}
ru: {count,plural, =1{{count} плейлист} other{{count} плейлисты}}
zh: {count,plural, other{{count} 张播放列表}}

# resourcesAlbumCount
source: {count,plural, =1{{count} album} other{{count} albums}}
es: {count,plural, =1{{count} Álbum} other{{count} Álbumes}}
eu: {count,plural, =1{Album bat} other{{count} album}}
ru: {count,plural, =1{{count} альбом} other{{count} альбомы}}
zh: {count,plural, other{{count} 张专辑}}
